[
    {
        "author": "Milton Glaser",
        "id": 1,
        "quote": "There are three responses to a piece of design – yes, no, and WOW! Wow is the one to aim for."
    },
    {
        "author": "Paul Rand",
        "id": 2,
        "quote": "The public is more familiar with bad design than good design. It is, in effect, conditioned to prefer bad design, because that is what it lives with. The new becomes threatening, the old reassuring."
    },
    {
        "author": "Stefan Sagmeister",
        "id": 3,
        "quote": "You can have an art experience in front of a Rembrandt… or in front of a piece of graphic design."
    },
    {
        "author": "David Carson",
        "id": 4,
        "quote": "Graphic design will save the world right after rock and roll does."
    },
    {
        "author": "Bob Gill",
        "id": 5,
        "quote": "I’ve never had a problem with a dumb client. There is no such thing as a bad client. Part of our job is to do good work and get the client to accept it."
    },
    {
        "author": "Paula Scher",
        "id": 6,
        "quote": "It’s through mistakes that you actually can grow. You have to get bad in order to get good."
    },
    {
        "author": "Michael Bierut",
        "id": 7,
        "quote": "If you do good work for good clients, it will lead to other good work for other good clients. If you do bad work for bad clients, it will lead to other bad work for other bad clients."
    },
    {
        "author": "Antoine de Saint-Exupéry",
        "id": 8,
        "quote": "A designer knows he has achieved perfection not when there is nothing left to add, but when there is nothing left to take away."
    },
    {
        "author": "Marian Bantjes",
        "id": 9,
        "quote": "But I find that for myself, without exception, the more I deal with the work as something that is my own, as something that is personal, the more successful it is."
    },
    {
        "author": "Neville Brody",
        "id": 10,
        "quote": "Digital design is like painting, except the paint never dries."
    },
    {
        "author": "Joshua Brewer",
        "id": 11,
        "quote": "Socrates said, “Know thyself.” I say, “Know thy users.” And guess what? They don’t think like you do."
    },
    {
        "author": "Saul Bass",
        "id": 12,
        "quote": "I want to make beautiful things, even if nobody cares, as opposed to ugly things. That’s my intent."
    },
    {
        "author": "Frank Chimero",
        "id": 13,
        "quote": "Good design is all about making other designers feel like idiots because that idea wasn’t theirs."
    },
    {
        "author": "Lindon Leader",
        "id": 14,
        "quote": "I strive for two things in design: simplicity and clarity. Great design is born of those two things."
    },
    {
        "author": "Jeffrey Zeldman",
        "id": 15,
        "quote": "Content precedes design. Design in the absence of content is not design, it’s decoration."
    },
    {
        "author": "Massimo Vignelli",
        "id": 16,
        "quote": "The life of a designer is a life of fight. Fight against the ugliness. Just like a doctor fights against disease. For us, the visual disease is what we have around, and what we try to do is cure it somehow with design."
    },
    {
        "author": "Irene Au",
        "id": 17,
        "quote": "Good design is like a refrigerator—when it works, no one notices, but when it doesn’t, it sure stinks."
    },
    {
        "author": "Grace Hopper",
        "id": 18,
        "quote": "It’s easier to ask forgiveness than it is to get permission."
    },
    {
        "author": "Dieter Rams",
        "id": 19,
        "quote": "Good design is honest."
    },
    {
        "author": "John Maeda",
        "id": 20,
        "quote": "Design is a solution to a problem. Art is a question to a problem."
    },
    {
        "author": "M.C. Escher",
        "id": 21,
        "quote": "Only those who attempt the absurd will achieve the impossible."
    },
    {
        "author": "Edward Tufte",
        "id": 22,
        "quote": "Design isn’t crafting a beautiful textured button with breathtaking animation. It’s figuring out if there’s a way to get rid of the button altogether."
    },
    {
        "author": "Jessica Hische",
        "id": 23,
        "quote": "The work you do while you procrastinate is probably the work you should be doing for the rest of your life."
    }
]